Repository: seanpm2001/mt-training-data
Catalog: jbo/jbo_pontoon.tmx
Source language: en_us
Languages: jbo

source: About
jbo: srana

source: Albanian
jbo: ckiptare

source: All
jbo: ro

source: Amharic
jbo: amxari

source: Arabic
jbo: rabybau

source: Back to Top
jbo: xruti fi lo gapru

source: Basque
jbo: skalduna

source: Belarusian
jbo: labru'obau

source: Bengali
jbo: bengo

source: Breton
jbo: bre'one

source: Bulgarian
jbo: bolgaro

source: Cantonese
jbo: banje'u'e

source: Catalan
jbo: katlana

source: Chinese (China)
jbo: jugbau

source: Comment
jbo: pinka

source: Contact
jbo: xelbe'i

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
jbo: lo selfi'i cu gubni ta'i tu'a la'o gy <licenseLink>Creative Commons License</licenseLink> gy

source: Contribute
jbo: sidju

source: Contribute to { $lang }
jbo: sidju tu'a la { $lang }

source: Cornish
jbo: kernauke

source: Croatian
jbo: bangrxrvatski

source: Czech
jbo: tce'exo

source: Danish
jbo: danseke

source: Datasets
jbo: datni cletu

source: Days
jbo: djedi

source: Difficult
jbo: nandu

source: Donate your voice
jbo: xau voksa ko

source: Dutch
jbo: bangrnedrlanda

source: Easy
jbo: frili

source: Email
jbo: samymrijudri

source: English
jbo: gliban

source: Esperanto
jbo: spe'atybau

source: Estonian
jbo: bangrxesti

source: Female
jbo: ninmu

source: Finnish
jbo: suomne

source: French
jbo: fasybau

source: Galician
jbo: bangrgalego

source: Georgian
jbo: kartuli

source: German
jbo: dotybau

source: Get Involved
jbo: .au sidju

source: Greek
jbo: xesybau

source: Haitian
jbo: banxe'atu

source: Hebrew
jbo: xebybau

source: Help
jbo: sidju

source: Help teach machines how real people speak, donate your voice at { $link }
jbo: sidju lonu ctuca lo minji tu'a lo tadji be lonu bacru fa lo zirli .i ko dunda tu'a lo do voksa ta'i tu'a zoi .urli. { $link } .urli

source: Help us find others to donate their voice!
jbo: sidju lonu sisku tu'a lo dunda be tu'a lo voksa

source: Hindi
jbo: xinbau

source: Home
jbo: zdani

source: Hours
jbo: cacra

source: Hungarian
jbo: banrmadiaru

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
jbo: .au te samymri tu'a lonu tergu'a rejgau .e lo nuzba be loni mulno do'e mi kei .e lo xatra be fo tu'a la'o gy Common Voice gy

source: Indonesian
jbo: bidbau

source: Interlingua
jbo: binbau

source: Irish
jbo: gailge

source: Japanese
jbo: ponbau

source: Join the Common Voice mailing list
jbo: jongau fi lo te samymri liste pe la'o gy Common Voice gy

source: Korean
jbo: xango

source: Languages
jbo: bangu

source: Latvian
jbo: bangrlatfi'acu

source: Listen
jbo: tirna

source: Loading…
jbo: samymo'i…

source: Malagasy
jbo: malgaci

source: Male
jbo: nanmu

source: Nepali
jbo: bangrnepali

source: No
jbo: na go'i

source: Persian
jbo: bangrfarsi

source: Portuguese
jbo: potybau

source: Privacy
jbo: si'o sivni

source: Profile
jbo: datni be mi

source: Read More
jbo: za'o tcidu

source: Return
jbo: xruti

source: Return to Common Voice
jbo: xruti fi tu'a la'o gy Common Voice gy

source: Return to Languages
jbo: xruti fi tu'a loi bangu

source: Russian
jbo: rukybau

source: Search
jbo: sisku

source: Sentences
jbo: jufra

source: Sign up for { $lang } updates:
jbo: cpedu lonu ta'e te samymri tu'a la { $lang }

source: Slovak
jbo: slovako

source: Slovenian
jbo: slovino

source: Somali
jbo: bangrsomali

source: Sorry, Common Voice is running slowly. Thanks for your interest.
jbo: .u'u la'o gy Common Voice gy ca masno ki'e cinri

source: Sorry, something went wrong
jbo: .u'u da nabmi

source: Spanish
jbo: spa'anybau

source: Speak
jbo: bacru

source: Speak now
jbo: ko ca bacru

source: Status Page
jbo: tcini papri

source: Submit
jbo: friti

source: Tamil
jbo: bangrtamiji

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
jbo: ki'e djica be lonu sidju tu'a la { $lang } cu gungu'a fa mi'a lonu mulgau ro bangu lonu bredi tu'a lonu akti kei kei gi'e samymri fi loi sidju .i va'o lonu da'i do djica co sidju cu sabji lo do samymrijudri ta'i tu'a lo cnita

source: Today
jbo: cabdei

source: Turkish
jbo: bangrtirki

source: Ukrainian
jbo: vukro

source: Urdu
jbo: xurdo

source: Vietnamese
jbo: vietnama

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
jbo: mi'a ne la'oi Mozilla cu gidva lo voksa selfi'i girzu .i .au ca'o casnu tu'a lonu ningau .e lo cnino te datni .e lo te pilno be le datni bei do

source: Welsh
jbo: kamro

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
jbo: mi'a ca'e nupre lonu kurji lo datni be do .i ko .e'u tcidu la'e <privacyLink>lo kamsivni notci</privacyLink>

source: We're receiving a lot of traffic and are currently investigating the issues.
jbo: mi'a ca te cpedu du'e da gi'e catlu le nabmi

source: We will be in touch with more information as it becomes available.
jbo: mi'a benji lo cnino datni ca lonu co'a gubni

source: Yes
jbo: go'i

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
jbo: .au te samymri tu'a la'o gy Common Voice Project gy

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
jbo: .au te samymri tu'a loni mulno fa le bangu tu'a la'o gy Common Voice gy

source: You
jbo: do

source: You've successfully signed up for contributing to { $language }. Thank you.
jbo: do snada lonu co'a ka'e sidju tu'a la { $language } ki'e do
